"ONE_SONG" = "1 Song";
"SONGS_COUNT_FORMAT" = "%d Songs";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Released %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Music";

"123" = "123";

"Add All Albums" = "Add All Albums";

"Add All Songs" = "Add All Songs";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Save";
"ADD_PLAYLIST_DIALOG_TITLE" = "New Playlist";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Enter a name for this playlist.";
"ADD_PLAYLIST_ROW" = "Add Playlist…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Title";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Add songs to “%@”.";
"EDIT_PLAYLIST_RENAME" = "Rename";
"EDIT_PLAYLIST_ADD_SONGS" = "Add Songs";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Rename Playlist";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Title";

"Albums" = "Albums";

"All Albums" = "All Albums";

"All Songs" = "All Songs";

"Cancel" = "Cancel";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Updating Library\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "This may take a few minutes.";

"Refresh Playlist" = "Refresh Playlist";

"CLEAR" = "Clear";

"Clear Playlist" = "Clear Playlist";

"Save Playlist" = "Save Playlist";

"Delete Playlist" = "Delete Playlist";

"Delete" = "Delete";

"Done" = "Done";

"Edit" = "Edit";

"Save" = "Save";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d Albums";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d Artists";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d Items";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d Tracks";

"LISTING_COUNT_GENRES_FORMAT" = "%d Genres";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d Playlists";

"LISTING_COUNT_SONGS_FORMAT" = "%d Songs";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artists";

"NO_CONTEXT_NAVTITLE_GENRES" = "Genres";

"OK" = "OK";

"Playlists" = "Playlists";

"Shuffle" = "Shuffle";

"Songs" = "Songs";

"Unknown" = "Unknown";
"UNKNOWN_ARTIST" = "Unknown Artist";
"UNKNOWN_ALBUM" = "Unknown Album";

"NOW_PLAYING_BUTTON_LABEL" = "Now\nPlaying";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artists (%@ Results)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artist (%@ Result)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albums (%@ Results)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ Result)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Playlist (%@ Result)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Playlists (%@ Results)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Song (%@ Result)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Songs (%@ Results)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genres (%@ Results)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ Result)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Add songs to the %@ playlist.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Released %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Song";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Songs";
"ALBUM_INFO_TIME_SINGULAR" = "1 Min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u Mins.";

"UNKNOWN_DURATION" = "--:--";
